Repository: doganoo/wp-open-last-modified
Catalog: trunk/languages/wp-open-last-modified-*.po
Languages: de_de

source: WP Last Modified Settings
de_de: WP Last Modified Einstellungen

source: Define the settings by overriding the defaults with your own preferences
de_de: Du kannst hier die Default-Einstellungen überschreiben

source: settings saved
de_de: Einstellungen gespeichert

source: Error occured. Please enter a message
de_de: Fehler. Bitte gebe eine Nachricht ein

source: Just use the *timestamp* or *last_modified_timestamp* shortcuts for inserting the modification date/time, *publication_timestamp* for the publication date/time and *revision_count* for the number of revisions. There are also options for GMT timezones (*last_modified_timestamp_gmt* and *publication_timestamp_gmt*).
de_de: Benutzte einfach den *timestamp* oder *last_modified_timestamp* Shortcut für das letzte Änderungsdatum, *publication_timestamp* für das Veröffentlichungsdatum und *revision_count* für die aktuelle Revision. Um die Datumsangaben in der GMT Zeitzone zu erhalten kannst du *last_modified_timestamp_gmt* und *publication_timestamp_gmt* verwenden.

source: If you don't need one of the values, just remove them from your text!
de_de: Falls du eine der Variablen nicht brauchst, kannst du sie einfach aus dem Text entfernen!

source: Notice: you can configure the date format via the shortcut attribute 'format'.
de_de: Hinweis: Du kannst ein Datumsformat eingeben indem du das Attribut ‘format’ setzt.

source: Notice: you should use the *last_modified_timestamp* instead of *timestamp* because *timestamp* will be removed in a future release.
de_de: Hinweis: benutzte *last_modified_timestamp* anstelle von *timestamp*, da *timestamp* in zukünftigen Releases entfernt wird.

source: Sample usage: [last_modified_date format="Y-m-d H:i:s"]
de_de: Beispiel: [last_modified_date format="Y-m-d H:i:s"]

source: Save Changes
de_de: Änderungen übernehmen
